app/controllers/posts_controller.rb

  def create
    @post = Post.new(post_params)
    @post.save
---
INSERT INTO "posts" ("created_at", "text", "updated_at") VALUES (?, ?, ?)  [["created_at", Tue, 20 Aug 2013 13:08:20 UTC +00:00], ["text", "lala"], ["updated_at", Tue, 20 Aug 2013 13:08:20 UTC +00:00]]